Revit 2027 API
IntersectionResultArray Constructor
Initializes a new instance of the IntersectionResultArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IntersectionResultArray()
Public Sub New
public:
IntersectionResultArray()
new : unit -> IntersectionResultArray
See Also
Reference
IntersectionResultArray Class
Autodesk.Revit.DB Namespace